function getData_$$(){
//所有需要被搜索的项("标题,地址,搜索关键字");
//根据用户输入的，搜索标题/关键字
 var LIST = [
     //测试数据！！
     //["Ab","#",""],
    //["AbcccccccAb","#",""],
     //首页内容
     ["首次使用向导","1/help-1.html",""],
     ["视频播放卡顿怎么办？","3/help-3-1.html",""],
     ["如何将文件下载到手机？","1/help-1-4.html",""],
     ["如何将手机文件上传到存储设备？","1/help-1-3.html",""],
     ["设备Wi-Fi如何更改名称和加密？","2/help-2-1.html",""],
     ["看电影，想同时上网发微信、聊QQ？","2/help-2-5.html",""],
     ["新手操作指南","1/help-1.html",""],
     ["使用电视播放","5/help-5.html",""],
     ["安全和Wi-Fi设置","2/help-2.html",""],
     ["百度云的使用","6/help-6.html",""],
     ["视频播放","3/help-3.html",""],
     ["版本升级","7/help-7.html",""],
     ["使用电脑访问","4/help-4.html",""],
     ["其他问题","8/help-8.html",""],
     
     //第一页
    ["首次使用","1/help-1.html","第一次使用"],
    ["智能移动硬盘的首次使用","1/help-1-1.html","智能移动硬盘的首次使用"],
    ["智能移动宝的首次使用","1/help-1-2.html",""],
    ["智能读卡器的首次使用","1/help-1-3.html",""],
    ["文件从手机上传到存储设备","1/help-1-4.html",""],
    ["文件下载到手机","1/help-1-5.html",""],
    ["传输界面，任务的查看和管理","1/help-1-6.html",""],
    
    //第二页
     ["安全和Wi-Fi设置","2/help-2.html",""],
     ["设备Wi-Fi如何更改名称和加密？","2/help-2-1.html",""],
     ["忘记设备Wi-Fi的密码怎么办？","2/help-2-2.html",""],
     ["连上设备Wi-Fi后，客户端掉线或者不稳定怎么办？","2/help-2-3.html",""],
     ["手机连上智能存储设备的Wi-Fi后，如何上网？","2/help-2-4.html",""],
     ["互联网设置，提示：信号干扰严重，怎么设置？","2/help-2-5.html",""],
     ["外出，如何一边看硬盘，一边上网？","2/help-2-6.html",""],
     ["指定IP地址连接，查看设置移动硬盘/移动宝的IP地址？","2/help-2-7.html",""],
    
     //第三页
     ["视频/电影播放","3/help-3.html",""],
     ["画面卡顿，闪退，换播放器可以解决","3/help-3-1.html",""],
     ["缓冲慢怎么办？","3/help-3-2.html",""],
     ["没有字幕怎么办？","3/help-3-3.html",""],
     ["没有声音怎么办？","3/help-3-4.html",""],
     ["视频文件显示“UK”，无法播放怎么办？","3/help-3-5.html",""],
    
     //第四页
     ["使用电脑访问","4/help-4.html",""],
     ["智能移动硬盘直接连接电脑","4/help-4-1.html",""],
     ["使用Windows电脑无线访问","4/help-4-2.html",""],
     ["使用苹果Mac电脑无线访问","4/help-4-3.html",""],
    
     //第五页
     ["如何将硬盘里的电影推送到电视上看","5/help-5.html",""],
    
     //第六页
     ["百度云的使用","6/help-6.html",""],
     ["百度云离线下载的使用","help-6-1.html",""],
     ["百度云资源和下载任务","help-6-2.html",""],
     ["百度云下载任务的查看和管理","help-6-3.html",""],
     ["在资源中下载电影，“保存失败，参数错误”，怎么办？","help-6-4.html",""],
     ["误删百度云下载文件夹的解决办法？","help-6-5.html",""],
      
     //第七页
     ["版本升级","7/help-7.html",""],
     ["手机/平板电脑客户端APP升级","7/help-7-1.html",""],
     ["智能移动硬盘、移动宝的固件升级","help-7-2.html",""],
     ["固件升级失败，开机之后，指示灯闪烁不停，怎么办？","help-7-3.html",""],
    
     //第八页
     ["其他问题","8/help-8.html",""],
     ["打开客户端后，但是搜索不到硬盘WiFi怎么办？","8/help-8-1.html",""],
     ["硬盘不停重启或蓝灯不停闪烁怎么办","8/help-8-2.html",""],
     ["手机连接硬盘，不能读取怎么办？","8/help-8-3.html",""],
     ["智能移动硬盘的其他问题解答","8/help-8-4.html",""],
     ["智能移动宝的其他问题解答","8/help-8-5.html",""]
];
    return LIST;
}